Repository: anmartini/weather
Catalog: Sources/Resources/Resources/i18n/*.lproj/Localizable.strings
Languages: it

# webus_favourite_stops
source: Favourite stops
it: Fermate preferite

# webus_favourites
source: Favourites
it: Preferite

# webus_locationDisabled_alert_message
source: To tell you which are the nearby stops I need your permission to use your location. In settings choose 'When in use'.
it: Per poterti dire quali sono le fermate vicine devi dare il consenso all'utlizzo della posizione. Nelle impostazioni seleziona 'Mentre usi l'app'.

# webus_locationDisabled_alert_title
source: I can't use your location. 😔
it: Non posso utilizzare la tua posizione. 😔

# webus_migrating_data
source: Migrating data…
it: Migro i dati…

# webus_nearby
source: Nearby
it: Vicine

# webus_nearby_stations
source: Nearby stations
it: Stazioni vicine

# webus_nearby_stops
source: Nearby stops
it: Fermate vicine

# webus_no_favourites
source: You don’t have any favourite %@ yet!
it: Non hai alcuna %@ tra i preferiti!

# webus_no_nearby
source: There are no %@ nearby!
it: Non ci sono %@ nella zona!

# webus_nowButton_title
source: Now
it: Adesso

# webus_open
source: Open
it: Apri

# webus_open_app
source: Oops! Open the app to use the widget.
it: Ops! Apri l'app per usare il widget.

# webus_open_settings
source: Open Settings
it: Apri Impostazioni

# webus_open_station
source: Open station "%@ - #%@"
it: Apri stazione "%@ - #%@"

# webus_open_stop
source: Open stop "%@ - #%@"
it: Apri fermata "%@ - #%@"

# webus_options
source: options
it: opzioni

# webus_processing
source: Processing…
it: Processo…

# webus_remove
source: Remove
it: Rimuovi

# webus_remove_from_favorites
source: Remove from favourites
it: Rimuovi dai preferiti

# webus_resellers_afternoon
source: afternoon
it: pomeriggio

# webus_resellers_closingDay
source: Closing day
it: Giorni di chiusura

# webus_resellers_morning
source: morning
it: mattina

# webus_resellers_notAvailable
source: Not available
it: Non disponibile

# webus_resellers_services
source: Services
it: Servizi

# webus_resellers_times
source: Opening times
it: Orari di apertura

# webus_restore
source: Restore
it: Riprendi

# webus_restoring_old_db
source: Restoring old database…
it: Ripristino vecchio database…

# webus_share
source: Share
it: Condividi

# webus_specific_route
source: Route %@
it: Linea %@

# webus_tab_map_accessibilityOn_title
source: Directions
it: Indicazioni

# webus_tab_map_title
source: Map
it: Mappa

# webus_tab_train_title
source: Train
it: Treno

# webus_train
source: Train
it: Treno

# webus_unzipping
source: Unzipping…
it: Scompatto…

# webus_update_completed
source: Update completed
it: Aggiornamento completato

# webus_version
source: Version
it: Versione

# webus_warning
source: Warning
it: Attenzione
