Repository: anmartini/weather
Catalog: Sources/Resources/Resources/i18n/*.lproj/Localizable.strings
Languages: it

# accessibility_add_to_favourites
source: add %@ to favourites
it: aggiungere %@ ai preferiti

# accessibility_aggiornaPosizione
source: update your GPS location
it: aggiorna la tua posizione

# accessibility_aggiornarePosizione
source: update your GPS location
it: aggiornare la tua posizione

# accessibility_apriMappa
source: open the map
it: apri la mappa

# accessibility_aprireAvvisi
source: show the notices.
it: visualizzare gli avvisi.

# accessibility_aprireAvvisoSafari
source: get more info
it: avere piu informazioni

# accessibility_aprireImpostazioni
source: open settings.
it: aprire le impostazioni.

# accessibility_aprireInfoStazione
source: show info about %@.
it: visualizzare le informazioni di %@.

# accessibility_aprireMappa
source: open the map
it: aprire la mappa

# accessibility_aprireOrari
source: show the schedule
it: visualizzare gli orari

# accessibility_aprirePercorsi
source: show the route.
it: visualizzare il percorso.

# accessibility_avvisi.noAvvisi
source: there are no notices.
it: non ci sono avvisi.

# accessibility_bus_accessible
source: Step-free access bus
it: Bus con pedana

# accessibility_bus_notAccessible
source: Bus without wheelchair ramp
it: Bus senza pedana

# accessibility_busNumber
source: id %@
it: numero %@

# accessibility_fermataCorrente
source: current stop
it: fermata corrente

# accessibility_fermataPrecedente
source: previous stop
it: fermata precedente alla corrente

# accessibility_infoStazione
source: info %@
it: informazioni %@

# accessibility_lastStop
source: to %@.
it: direzione %@.

# accessibility_orariLinee
source: routes schedule
it: orari linee

# accessibility_planner_options_arrival
source: Arrival before %@
it: Arrivo entro le %@

# accessibility_planner_options_departure
source: Departure at %@
it: Partenza alle %@

# accessibility_planner_options_departure_now
source: Departure: now
it: Partenza immediata

# accessibility_realtime_realTime
source: real time
it: orario da satellite

# accessibility_realtime_scheduled
source: scheduled
it: orario previsto

# accessibility_remove_from_favourites
source: remove %@ from favourites
it: rimuovere %@ dai preferiti

# accessibility_route
source: Route %@
it: Linea %@

# accessibility_route_all
source: All routes
it: Tutte le linee

# accessibility_settings
source: settings
it: impostazioni

# accessibility_stop_is_favorite
source: %@, is favourite.
it: %@, è tra i preferiti.

# accessibility_stop_is_not_favorite
source: %@, isn't favourite.
it: %@, non è tra i preferiti.

# accessibility_toccaDueVoltePer
source: touch twice to %@
it: tocca due volte per %@

# accessibility_trainNumber
source: Train number %@,
it: Treno numero %@,

# accessibility_trainTime
source: scheduled at %@
it: delle ore %@

# accessibility_trip_time_due_at
source: due at %@
it: arrivo previsto alle ore %@

# accessibility_trip_time_due_in
source: due in %@
it: tempo di percorrenza dalla fermata corrente: %@

# accessibility_visualizzaPercorsoMappa
source: show route on map
it: visualizza percorso sulla mappa

# accessibility_visualizzareLineePassanti
source: show routes that stop at %@
it: visualizzare le linee che passano per %@

# accessibility_visualizzarePercorsoSuMsppa
source: show the route on the map
it: visualizzare il percorso sulla mappa

# accessibility_visualizzareRisultati
source: show the results
it: visualizzare i risultati

# bus_searchBar_placeholdeer
source: Sarch stops
it: Cerca fermate

# errors_authorization_notifications
source: It appears that you have disabled push notifications for WeBus. Open settings to enable them.
it: Sembra che tu abbia disattivato le notifiche push per WeBus. Attivale dalle impostazioni.

# errors_dateNotProperlyFormatted
source: Oops! I messed up with something… 🤕
it: Ops! Ho fatto un po' di confusione… 🤕

# errors_network_503
source: I can't do that at the moment, try again in a little bit… 🤕
it: Al momento non posso completare questa richiesta, riprova tra un po'… 🤕

# errors_network_downloadFailed
source: An error occurred downloading the updated data. To retry use the “Check for updates” button in settings.
it: Si è verificato un errore scaricando i dati. Per riprovare usa il pulsante “Controlla aggiornamenti” nelle impostazioni.

# errors_network_generic
source: Woops! Something went wrong.
it: Ops! Si è verificato un problema.

# errors_network_noInternet
source: Oops! You're not connected to the internet! 😟
it: Ops! Non riesco a connettermi a internet! 😟

# errors_network_timeout
source: The request timed out.
it: Tempo di richiesta scaduto.

# errors_noMoreTripsAtStop
source: Today there will be no more rides at stop %@! 🙁
it: Oggi non passeranno più autobus dalla fermata %@! 🙁

# errors_noMoreTripsForRouteAtStop
source: Today there will be no more rides of %@ at stop %@! 🙁
it: Oggi non passeranno più %@ dalla fermata %@! 🙁

# errors_noResults
source: No results found 🤕
it: Nessun risultato trovato 🤕

# errors_noRouteForStop
source: The route %@ doesn't serve the stop %@! 🙁
it: Il %@ non passa dalla fermata %@! 🙁

# errors_noRouteForStopOnDay
source: The route %@ doesn't serve the stop %@ on %@! 🙁
it: Il %@ non passa dalla fermata %@ %@! 🙁

# errors_noRouteForStopToday
source: The route %@ doesn't serve the stop %@ today! 🙁
it: Il %@ oggi non passa dalla fermata %@! 🙁

# errors_noTripsAtStop
source: There are no buses that serve the stop %@! 🙁
it: Non ci sono autobus che passano dalla fermata %@! 🙁

# errors_noTripsAtStopInNextHour
source: There will be no train leaving %@ in the next hour.
it: Nessun treno in partenza da %@ nella prossima ora. 🙁

# errors_noTripsAtStopToday
source: There are no buses that serve the stop %@ today! 🙁
it: Oggi non ci sono autobus che passano dalla fermata %@! 🙁

# errors_planner_generic
source: No trips were found
it: Non abbiamo trovato alcun percorso

# errors_planner_notFound_title
source: Trip not found
it: Percorso non trovato

# errors_planner_TOO_CLOSE
source: Origin is within a trivial distance of the destination
it: Il luogo di partenza è troppo vicino alla destinazione scelta

# errors_realTimeDataTemporarilyUnavailableForStop
source: Tper has temporarily suspended real time data for %@! 😠
it: Tper ha temporaneamente sospeso le informazioni in tempo reale per %@! 😠

# errors_realTimeDataUnavailableForRoute
source: I don't have real time data for route %@! 🙁
it: Non ho informazioni in tempo reale per la linea %@! 🙁

# errors_realTimeDataUnavailableForRouteAtStop
source: I don't have real time data for route %@ at stop %@! 🙁
it: Non ho informazioni in tempo reale per la linea %@ alla fermata %@! 🙁

# errors_realTimeDataUnavailableForStop
source: I don't have real time data for %@! 🙁
it: Non ho informazioni in tempo reale per %@! 🙁

# errors_realTimeUnknownError
source: Oops! I don't have real time data! 🙁
it: Ops! Non ho informazioni in tempo reale! 🙁

# errors_routeNotDepartingFromStopOnDay
source: The route %@ ends at stop %@ on %@! 🙁
it: Il %@ termina alla fermata %@ %@! 🙁

# errors_routeNotFound
source: The route %@ doesn't exist! 🙁
it: La linea %@ non esiste! 🙁

# errors_stationNotFound
source: The station %@ doesn't exist! 🙁
it: La stazione %@ non esiste! 🙁

# errors_stopNotFound
source: The stop %@ doesn't exist! 🙁
it: La fermata %@ non esiste! 🙁

# errors_stopNotInTrip
source: Oops! I messed up with something… 🤕
it: Ops! Ho fatto un po' di confusione… 🤕

# errors_times_no_routes
source: No routes
it: Nessuna linea

# errors_tperInfoUnavailable
source: Tper has temporarily suspended real time data… 😠
it: Tper ha temporaneamente sospeso le informazioni in tempo reale… 😠

# errors_tperNetworkError
source: Tper's server is offline… 😠
it: I sistemi di Tper sono offline… 😠

# errors_tperServiceUnavailable
source: There is a problem with Tper's server… 😠
it: I sistemi di Tper hanno qualche problema… 😠

# errors_tracking_maybeTakenWrongTrip
source: Maybe you took the wrong trip… 😱
it: Potresti aver sbagliato percorso… 😱

# errors_tracking_tooFarFromTrack
source: You are too far from track! 🤷‍♂️
it: Sei troppo distante dal percorso! 🤷‍♂️

# errors_tracking_trackingStopped
source: Tracking service was stopped.
it: Il tracciamento è stato interrotto

# errors_tracking_trackingStoppedForInactivity
source: Tracking service was stopped due to inactivity. You stayed too long too far from track.
it: Il tracciamento è stato interrotto per inattività: troppo distante dal percorso.

# errors_tripNotFound
source: Oops! I messed up with something… 🤕
it: Ops! Ho fatto un po' di confusione… 🤕

# guide_1_text
source: WeBus let you know the real time of arrival of your bus, its route and its scheduled times, but you can also find a ticket reseller or find info about Tper trains.
it: Con WeBus puoi sapere a che ora passa davvero il tuo autobus, controllarne il percorso e gli orari previsti, ma anche trovare un rivenditore di biglietti o avere informazioni sui treni Tper.

# guide_1_title
source: Hi!
it: Ciao!

# guide_2_text
source: WeBus uses your GPS location to show the bus and train stops nearby. To do this you have to give the consent to use your location.
it: WeBus usa la tua posizione per mostrarti le fermate e le stazioni vicine. Per farlo devi dare il consenso all’utilizzo della localizzazione.

# guide_2_title
source: Where are we?
it: Dove sono?

# guide_3_button
source: All right!
it: Va bene!

# guide_3_text
source: If you give the consent to receive push notification you’ll receive a notice if there is a strike, a diverted route or any other information about the service. Only important thing, promise, and you can choose what notification receive in settings.
it: WeBus può mandarti un avviso in caso di scioperi, deviazioni o altre informazioni sul servizio. Solo cose importanti, promesso, e potrai scegliere che notifiche ricevere nelle impostazioni.

# guide_3_title
source: What happens?
it: Che succede?

# guide_4_button
source: I’ll do it!
it: Lo farò!

# guide_4_text
source: When a bus is approaching WeBus will try to find where it’s going and where it’s going to stop. It isn’t perfect yet and sometimes it could get it wrong, so be sure to always check the destination on the bus display!
it: Quando sta per arrivare un autobus, WeBus proverà a capire dove andrà e quali fermate farà. Ancora non è perfetto e ogni tanto potrebbe sbagliare, quindi controlla sempre sul display del bus in arrivo!

# guide_4_title
source: Where are we going?
it: Dove vado?

# guide_5_button
source: Download
it: Scarica

# guide_5_text
source: To always have the most updated data about bus routes WeBus needs to download the latest data version. Be sure to have an internet connection and to always update the data when requested so that you don’t risk to find wrong information!
it: WeBus ha bisogno di scaricare la versione più recente dei dati. Assicurati di avere una connessione a internet e di aggiornarli sempre quando richiesto per non rischiare di avere informazioni sbagliate sui percorsi dei bus!

# guide_5_title
source: One last thing…
it: Un’ultima cosa…

# guide_gdpr_button_text
source: I Agree
it: Accetto

# guide_gdpr_text
source: In order to improve WeBus we collect anonymous data about app usage. If you'd like more information you can read bitApp Srl [privacy policy]. You must agree on these terms if you want to use the app.
it: Per migliorare WeBus raccogliamo alcune informazioni anonime sull'utilizzo dell'app. Se vuoi avere più informazioni puoi leggere la [policy sulla riservatezza dei dati] di bitApp Srl. Per utilizzare l'app devi accettare queste condizioni.

# guide_gdpr_title
source: Your privacy
it: I tuoi dati

# localpal_credits_text
source: Content curated by
it: Contenuto a cura di

# map_searchBar_placeholder
source: Search
it: Cerca

# notices_bus
source: Bus notices
it: Avvisi bus

# notices_generic
source: Notices
it: Avvisi

# notices_noNotice
source: No notice
it: Nessun avviso

# notices_train
source: Train notices
it: Avvisi treni

# notifications_tracking_aproaching_body
source: You're getting closer to %1$@
it: Ti stai avvicinando a %1$@

# notifications_tracking_aproaching_title
source: Heads-up!
it: Concentrati!

# notifications_tracking_getOffNow_body
source: Get off now at %1$@
it: Scendi ora a %1$@

# notifications_tracking_getOffNow_title
source: Here we go!
it: Ci siamo!

# notifications_tracking_prepareToGetOff_body
source: Next stop will be %1$@
it: La prossima fermata sarà %1$@

# notifications_tracking_prepareToGetOff_title
source: Almost there!
it: Manca poco!

# planner_from
source: from
it: Da

# planner_itinerary_transferCell_text
source: Transfer
it: Cambio autobus

# planner_options_arrival
source: Arrival
it: Arrivo

# planner_options_arrival_time
source: Arrival: %@
it: Arrivo: %@

# planner_options_button_avoidSpectialfareRoutes
source: Avoid special fares routes
it: Evita linee a tariffe speciali

# planner_options_departure
source: Departure
it: Partenza

# planner_options_departure_now
source: Immediate departure
it: Partenza immediata

# planner_options_departure_time
source: Departure: %@
it: Partenza: %@

# planner_scheduled_time_place
source: %@ from %@
it: %@ da %@

# planner_time_at
source: at %@
it: alle %@

# planner_to
source: to
it: A

# planner_walk_directionsWarning
source: Warning: directions may not include clear pedestrian paths
it: Fai attenzione: il percorso potrebbe includere tratti non adatti ai pedoni

# planner_walk_distance
source: Walk for %@
it: Cammina per %@

# planner_walk_minutes_distance
source: Walk for %@ (%@)
it: Cammina per %@ (%@)

# planner_walkStep_absoluteDirection_EAST
source: east
it: est

# planner_walkStep_absoluteDirection_NORTH
source: north
it: nord

# planner_walkStep_absoluteDirection_NORTHEAST
source: northeast
it: nordest

# planner_walkStep_absoluteDirection_NORTHWEST
source: northwest
it: nordovest

# planner_walkStep_absoluteDirection_SOUTH
source: south
it: sud

# planner_walkStep_absoluteDirection_SOUTHEAST
source: southeast
it: sudest

# planner_walkStep_absoluteDirection_SOUTHWEST
source: southwest
it: sudovest

# planner_walkStep_absoluteDirection_WEST
source: west
it: ovest

# planner_walkStep_atCircle
source: At the roundabout
it: Alla rotonda

# planner_walkStep_atCircleName
source: At %@
it: A %@

# planner_walkStep_bikePath
source: bike path
it: pista ciclabile

# planner_walkStep_departDescription
source: Head %@ on %@.
it: Procedi in direzione %@ su %@.

# planner_walkStep_description
source: %@, take %@.
it: %@ e prendi %@.

# planner_walkStep_descriptionStayOn
source: %@ to stay on %@.
it: %@ per rimanere su %@.

# planner_walkStep_footbridge
source: footbridge
it: ponte pedonale

# planner_walkStep_link
source: link
it: collegamento

# planner_walkStep_parkingAisle
source: parking aisle
it: parcheggio

# planner_walkStep_path
source: path
it: percorso pedonale

# planner_walkStep_relativeDirection_circleClockwise
source: %@, take the %@ exit
it: %@, prendi la %@ uscita

# planner_walkStep_relativeDirection_circleCounterClockwise
source: %@, take the %@ exit
it: %@, prendi la %@ uscita

# planner_walkStep_relativeDirection_continue
source: Continue onto
it: Continua dritto

# planner_walkStep_relativeDirection_depart
source: Head
it: Procedi dritto

# planner_walkStep_relativeDirection_elevator
source: Take the elevator
it: Prendi l'ascensore

# planner_walkStep_relativeDirection_hardLeft
source: Sharp left
it: Svolta decisamente a sinistra

# planner_walkStep_relativeDirection_hardRight
source: Sharp right
it: Svolta decisamente a destra

# planner_walkStep_relativeDirection_left
source: Turn left
it: Svolta a sinistra

# planner_walkStep_relativeDirection_right
source: Turn right
it: Svolta a destra

# planner_walkStep_relativeDirection_slightlyLeft
source: Slight left
it: Svolta leggermente a sinistra

# planner_walkStep_relativeDirection_slightlyRight
source: Slight right
it: Svolta leggermente a destra

# planner_walkStep_relativeDirection_uTurnLeft
source: Make a U-turn
it: Fai inversione a U a sinistra

# planner_walkStep_relativeDirection_uTurnRight
source: Make a U-turn
it: Fai inversione a U a destra

# planner_walkStep_road
source: road
it: strada

# planner_walkStep_serviceRoad
source: service road
it: strada di servizio

# planner_walkStep_sidewalk
source: sidewalk
it: marciapiede

# planner_walkStep_steps
source: steps
it: scale

# realtime_bus_realTime
source: real time
it: satellite

# realtime_bus_routes_header
source: Routes
it: Linee

# realtime_bus_scheduled
source: scheduled
it: previsto

# realtime_loading
source: Loading…
it: Carico…

# realtime_map_info_header
source: Info
it: Informazioni

# realtime_nextPassages
source: Live arrivals
it: Prossimi passaggi

# realtime_train_cancelled
source: cancelled
it: soppresso

# realtime_train_delayed
source: delayed
it: in ritardo

# realtime_train_infoNotAvailable
source: info not available
it: informazioni non disponibili

# realtime_train_onTime
source: on time
it: in orario

# realtime_train_operatedByBus
source: operated by bus
it: sostituito da bus

# realtime_updatedAt
source: updated at %@
it: aggiornato alle %@

# settings_developers_section_title
source: Developers
it: Sviluppo

# settings_favourite
source: Favourite
it: Preferiti

# settings_general
source: General
it: Generali

# settings_general_favoritesNearbyOrder_footer
source: Choose whether to see your favorite stops / stations first or those nearby on the bus / train tab
it: Scegli se vedere prima le fermate/stazioni preferite o quelle vicine nel tab bus/treno

# settings_general_favoritesNearbyOrder_header
source: Show first
it: Mostra prima

# settings_general_openingTab
source: Default tab when opening the app
it: Tab predefinito all'apertura dell'app

# settings_general_refreshRate
source: Auto refresh rate
it: Frequenza aggiornamento automatico

# settings_data_and_sync_title
source: Data and Synchronization
it: Dati e Sincronizzazione

# settings_data_and_sync_iCloud_footer
source: Save your favourite stops and stations and your settings to iCloud to keep your devices in sync.
it: Salva le fermate e le stazioni preferite e le tue impostazioni su iCloud per mantenerle sincronizzate tra più dispositivi.

# settings_data_and_sync_iCloud_header
source: Sync
it: Sincronizzazione

# settings_data_and_sync_iCloud_text
source: Save preferences to iCloud
it: Salva su iCloud

# settings_data_and_sync_checkUpdates
source: Check for updates
it: Controlla aggiornamenti

# settings_info
source: Info
it: Informazioni

# settings_map_drawer_title
source: Map Settings
it: Impostazioni mappa

# settings_map_showsBusStops_text
source: Show bus stops
it: Mostra fermate

# settings_map_showsLocalPal_text
source: Show Local Pal points
it: Mostra punti di Local Pal

# settings_map_showsResellers_text
source: Show resellers
it: Mostra rivenditori

# settings_map_showsTrainStops_text
source: Show stations
it: Mostra stazioni

# settings_notifications
source: Notifications
it: Notifiche

# settings_notifications_notAuthorized
source: It appears that you have disabled push notifications for WeBus. Tap here to open settings and enable push notifications for WeBus, then come back and enable the notifications you want to receive!
it: Sembra che tu abbia disattivato le notifiche push per WeBus. Tocca qui per aprire le impostazioni e abilitare le notifiche push per WeBus, poi torna indietro e abilita le notifiche che vuoi ricevere!

# settings_notifications_place
source: Place
it: Luogo

# settings_notifications_type
source: Type
it: Tipo

# settings_policy
source: Policy
it: Informativa

# settings_row_siri_text
source: Ask Siri
it: Chiedi a Siri

# settings_siri
source: Shortcuts
it: Comandi rapidi

# settings_support
source: Support
it: Supporto

# settings_support_alert_error_message
source: There was an error. Try again later
it: C'è stato un errore. Riprova più tardi.

# settings_support_alert_success_message
source: Thank you for sending us your request. The WeBus team
it: Grazie per averci inviato la tua richiesta. – Il team di WeBus

# settings_support_button_send
source: Send support request
it: Invia segnalazione

# settings_support_email_placeholder
source: Insert an Email address
it: Inserisci un indirizzo Email

# settings_support_footer
source: * required fields
it: * campi richiesti

# settings_support_name
source: Name
it: Nome

# settings_support_name_placeholder
source: Insert a name
it: Inserisci un nome

# settings_support_request
source: Request *
it: Richiesta *

# settings_title
source: Settings
it: Impostazioni

# times_button_title
source: Times
it: Orari

# times_title
source: Scheduled times #%@ %@
it: Tabella Orari #%@ %@

# tracking_button_directions_title
source: Directions
it: Indicazioni

# tracking_button_go_title
source: Go!
it: Vai!

# tracking_button_request_stop
source: Notify me
it: Ricordami quando scendere

# tracking_currentStop
source: Current stop
it: Fermata corrente

# tracking_guided_card_busTrip_title
source: %@ to %@
it: %@ fino a %@

# tracking_info_updatingLocation
source: I'm looking for your location on the path … 🤔
it: Sto cercando la tua posizione sul percorso… 🤔

# tracking_nextStop
source: Next stop
it: Prossima fermata

# tracking_notify_requestedStop_message
source: I'll let you know when it's time to get off at %@
it: Ti avviserò quando è ora di scendere a %@

# tracking_previousStop
source: Previous stop
it: Fermata precedente

# train_searchBar_placeholder
source: Search stations
it: Cerca stazioni

# webus_add
source: Add
it: Aggiungi

# webus_add_to_favorites
source: Add to favourites
it: Aggiungi ai preferiti

# webus_alert_appUpdate_message
source: To get the best of WeBus open the App Store and update the app!
it: Per continuare a utilizzare al meglio WeBus vai sull’App Store e aggiorna l’app!

# webus_alert_appUpdate_title
source: Update WeBus
it: Aggiorna WeBus

# webus_all_routes
source: Any
it: Tutte

# webus_autoRefreshRate_halfMinute
source: 30 Seconds
it: 30 Secondi

# webus_autoRefreshRate_minute
source: 1 Minute
it: 1 Minuto

# webus_autoRefreshRate_never
source: Never
it: Mai

# webus_cancelButton_title
source: Cancel
it: Annulla

# webus_choose
source: Choose
it: Scegli

# webus_chooseDeparture
source: Choose starting point
it: Scegli il punto di partenza

# webus_chooseDestination
source: Choose destination
it: Scegli destinazione

# webus_chooseFromMap
source: Choose on map
it: Scegli dalla mappa

# webus_chooseFromMap_subtitle
source: Pin and zoom to adjust
it: Trascina la mappa e regola lo zoom

# webus_cleaning
source: Cleaning…
it: Pulisco…

# webus_closeButton_title
source: Close
it: Chiudi

# webus_currentLocation
source: Current location
it: Posizione corrente

# webus_database_upToDate_alert_message
source: You already have the latest version! 🎉
it: Hai già la versione più recente! 🎉

# webus_database_upToDate_alert_title
source: Hooray!
it: Evviva!

# webus_databaseUpdate_available_message
source: A new data version is available: download it now for updated times and routes! Do you want to do it now? (To do it later use the “Check for updates” button in settings)
it: È disponibile una nuova versione dei dati: aggiorna subito per avere gli orari e i percorsi corretti! Vuoi scaricare adesso l'aggiornamento? (Per farlo in seguito usa il pulsante “Controlla aggiornamenti” nelle impostazioni)

# webus_databaseUpdate_available_message_watch
source: A new data version is available: download it now for updated times and routes!
it: È disponibile una nuova versione dei dati: aggiorna subito per avere gli orari e i percorsi corretti!

# webus_databaseUpdate_available_title
source: Data update
it: Aggiornamento dati

# webus_doneButton_title
source: Done
it: Fatto

# webus_downloading
source: Downloading…
it: Scarico…

# webus_error
source: Error
it: Errore

# webus_favourite_stations
source: Favourite stations
it: Stazioni preferite
